pet-sitter-api/app/controllers/pets_controller.rb

  def all_pets
    @pets = Pet.all
---
SELECT "pets".* FROM "pets"