pet-sitter-api/app/controllers/sitters_controller.rb

SELECT "sitters".* FROM "sitters"
---
  def index
    @sitters = Sitter.all